{
  "category": "Licht",
  "terms": [
    { "t": "Lumen vs. Lux", "c": "Licht", "s": "Physik & Farbe", "d": "Lumen (lm) misst den gesamten Lichtstrom, den eine Quelle aussendet. Lux (lx) gibt die Beleuchtungsstärke an, also wie viel Licht tatsächlich auf einer bestimmten Fläche ankommt (1 Lux = 1 Lumen/m²). Wichtig für die Planung der Helligkeit auf der Bühne." },
    { "t": "Farbtemperatur (Kelvin)", "c": "Licht", "s": "Physik & Farbe", "d": "Gibt den Farbeindruck einer Lichtquelle an. Niedrige Werte (~2700K-3200K) wirken 'warmweiß' (Kunstlicht/Halogen), hohe Werte (~5600K-6500K) wirken 'kaltweiß' (Tageslicht). Wichtig für den Weißabgleich von Kameras." },
    { "t": "CRI (Color Rendering Index)", "c": "Licht", "s": "Physik & Farbe", "d": "Der Farbwiedergabeindex (Ra) beschreibt, wie natürlich Farben unter künstlichem Licht erscheinen. Ein CRI von 100 entspricht Sonnenlicht. In der Veranstaltungstechnik ist ein CRI >90 kritisch für Gesichter und Hauttöne." },
    { "t": "RGBWUA", "c": "Licht", "s": "Physik & Farbe", "d": "Moderne LED-Farbmischung: Rot, Grün, Blau, Weiß, Amber (Bernstein) und UV. Durch die zusätzliche Beigabe von Weiß und Amber lassen sich deutlich schönere Pastelltöne und ein natürlicheres Warmweiß mischen als mit reinem RGB." },
    { "t": "CTO / CTB Filter", "c": "Licht", "s": "Physik & Farbe", "d": "Konversionsfilter. CTO (Color Temperature Orange) korrigiert kaltes Tageslicht in Richtung warmes Kunstlicht. CTB (Color Temperature Blue) macht warmes Halogenlicht kälter." },
    { "t": "DMX512", "c": "Licht", "s": "Steuerung & Protokolle", "d": "Digital Multiplex. Das Standardprotokoll der Lichttechnik. Ein 'Universum' umfasst 512 Kanäle, wobei jeder Kanal einen Wert von 0 bis 255 annehmen kann. Die Verkabelung erfolgt meist über 5-polige XLR-Kabel in einer Kette (Daisy Chain) mit Abschlusswiderstand." },
    { "t": "Art-Net / sACN", "c": "Licht", "s": "Steuerung & Protokolle", "d": "Protokolle zur Übertragung von DMX-Daten über Ethernet-Netzwerke. Während ein klassisches DMX-Kabel nur ein Universum trägt, können über ein einziges CAT-Kabel hunderte Universen gleichzeitig gesendet werden. sACN ist dabei oft stabiler für große Installationen (Multicast)." },
    { "t": "Cue / Cuelist", "c": "Licht", "s": "Steuerung & Protokolle", "d": "Ein 'Cue' ist ein gespeicherter Lichtzustand (Szene). Eine Cuelist ist eine Abfolge dieser Szenen, die nacheinander (z.B. per Go-Taste) abgerufen werden. Wichtig für Theater und fest durchgeplante Shows." },
    { "t": "Timecode (LTC/MTC)", "c": "Licht", "s": "Steuerung & Protokolle", "d": "Ein Zeitsignal, das Lichtpult, Video-Server und Audio-Zuspieler synchronisiert. Dadurch können Lichteffekte auf die Millisekunde genau passend zur Musik programmiert werden, ohne dass ein Operator manuell drücken muss." },
    { "t": "Moving Head (Spot / Wash / Beam)", "c": "Licht", "s": "Geräte (Fixtures)", "d": "Kopfbewegter Scheinwerfer. SPOT: Besitzt Gobos (Muster) und eine scharfe Abbildung. WASH: Erzeugt ein weiches Licht zum Fluten von Flächen (ähnlich wie eine Fresnel). BEAM: Erzeugt einen extrem engen, parallelen Lichtstrahl mit hoher Reichweite." },
    { "t": "Fresnel (Stufenlinse)", "c": "Licht", "s": "Geräte (Fixtures)", "d": "Der klassische Theaterscheinwerfer mit weichem Rand. Durch Verschieben des Leuchtmittels hinter der Linse lässt sich der Lichtkegel vergrößern oder verkleinern (Spot/Flood). Ideal für gleichmäßiges Frontlicht." },
    { "t": "Profiler (Profilscheinwerfer)", "c": "Licht", "s": "Geräte (Fixtures)", "d": "Ermöglicht extrem scharf abgegrenzte Lichtkegel. Mit internen Blendenschiebern kann das Licht exakt beschnitten werden (z.B. um nur ein Bild an der Wand zu beleuchten). Kann auch Gobos projizieren." },
    { "t": "Blinder", "c": "Licht", "s": "Geräte (Fixtures)", "d": "Sehr helle, meist warmweiße Scheinwerfer (traditionell Halogen), die direkt ins Publikum gerichtet werden. Sie erzeugen einen massiven Lichteffekt und Hitzegefühl." },
    { "t": "Hazer vs. Nebelmaschine", "c": "Licht", "s": "Geräte (Fixtures)", "d": "Eine Nebelmaschine erzeugt dichte Wolken (Effekt). Ein Hazer erzeugt einen feinen, kaum sichtbaren Dunst, der nur dazu dient, die Lichtstrahlen im Raum sichtbar zu machen ('Beams'), ohne die Sicht auf die Bühne zu behindern." },
    { "t": "Gasse", "c": "Licht", "s": "Positionen & Setup", "d": "Beleuchtung von der Seite (Seitenlicht), oft auf Stativen in den Bühneneingängen platziert. Besonders wichtig im Tanz und Theater, um die Plastizität der Körper hervorzuheben." },
    { "t": "Spitzenlicht (Backlight)", "c": "Licht", "s": "Positionen & Setup", "d": "Licht von hinten oben. Es erzeugt eine Lichtkante auf den Schultern und Haaren der Personen, wodurch sie sich optisch vom Hintergrund abheben (3D-Effekt)." },
    { "t": "Uplight", "c": "Licht", "s": "Positionen & Setup", "d": "Scheinwerfer, die am Boden stehen und Wände oder Säulen von unten nach oben beleuchten. Klassisch für Ambiente-Beleuchtung bei Gala-Events." },
    { "t": "Spot (Moving Head)", "c": "Licht", "s": "Moving Head Typen", "d": "Der Allrounder für Projektionen. Besitzt ein optisches System, das scharfe Abbildungen ermöglicht. Features: Gobos (Muster), meist zwei Farbräder oder CMY-Farbmischung, Iris und ein Prisma zur Vervielfältigung des Bildes. Ideal, um Logos zu zeigen oder Texturen auf den Boden zu werfen." },
    { "t": "Wash (Moving Head)", "c": "Licht", "s": "Moving Head Typen", "d": "Funktioniert wie ein beweglicher Fluter. Er hat eine Fresnellinse oder eine PC-Linse, die einen weichen Rand erzeugt. Hauptaufgabe ist das flächige Ausleuchten von Personen oder Bühnenbereichen. Moderne LED-Washer bieten oft 'Single Pixel Control', womit jeder LED-Punkt einzeln angesteuert werden kann." },
    { "t": "Beam (Moving Head)", "c": "Licht", "s": "Moving Head Typen", "d": "Ein Spezialist für Effekte. Erzeugt einen extrem engen, fast parallelen Lichtstrahl mit enormer Intensität (ähnlich einem Laser). Die Optik ist darauf optimiert, dass der Strahl auch auf große Distanz kaum breiter wird. Gobos sind hier meist sehr klein und dienen eher dazu, den Strahl zu formen." },
    { "t": "Hybrid (Moving Head)", "c": "Licht", "s": "Moving Head Typen", "d": "Ein Gerät, das per Software-Umschaltung der Optik alle drei Modi (Beam, Spot, Wash) abdecken kann. Sehr beliebt bei Verleihern, da sie extrem flexibel einsetzbar sind, oft aber mit kleinen Kompromissen in der Lichtausbeute im Vergleich zu Spezialisten." },
    { "t": "MA3: Recipes", "c": "Licht", "s": "grandMA3", "d": "Das revolutionärste Feature der gMA3. Ein 'Rezept' speichert nicht die fertigen Werte, sondern die 'Zutaten' (Welche Lampen? Welches Preset? Welches Delay?). Ändert man die Gruppe im Rezept, passt sich die ganze Show automatisch an. Ideal für Tourneen mit wechselnden Setups." },
    { "t": "MA3: Phaser", "c": "Licht", "s": "grandMA3", "d": "Die Weiterentwicklung der Effekte. Phaser erlauben es, komplexe Bewegungen oder Farbverläufe über mehrere 'Steps' direkt im 3D-Raum zu programmieren. Man kann sie live am Encoder-Rad 'ziehen' und verformen, statt nur starre Tabellenwerte zu nutzen." },
    { "t": "MA3: Selection Grid", "c": "Licht", "s": "grandMA3", "d": "Ein 3D-Koordinatensystem für deine Lampen. Das Pult weiß nicht mehr nur, welche Lampe die 'Nr. 1' ist, sondern wo sie physisch hängt. Effekte (Phaser) können so ganz einfach 'von links nach rechts' oder 'von oben nach unten' über das Grid geschoben werden." },
    { "t": "MA3: MVR / GDTF", "c": "Licht", "s": "grandMA3", "d": "Neue Standards für den Datenaustausch. GDTF ist ein universelles Dateiformat für Lampen-Eigenschaften. MVR erlaubt es, eine komplette 3D-Bühne inklusive Positionen und Patch zwischen CAD-Programmen (wie Vectorworks) und dem Pult hin- und herzuschieben." },
    { "t": "MA3: Appearance & Scribbles", "c": "Licht", "s": "grandMA3", "d": "Ermöglicht das visuelle Gestalten der Benutzeroberfläche. Man kann Bilder, Icons oder handgeschriebene Notizen (Scribbles) auf Pools und Buttons legen, um in der Hektik einer Live-Show schneller zu reagieren." },
    { "t": "Preset", "c": "Licht", "s": "Pulte & Programmierung", "d": "Die wichtigsten Bausteine einer Show. Ein Preset speichert Werte (z.B. Position 'Sänger' oder Farbe 'Rot') separat ab. In Cues werden dann nicht die nackten Zahlen gespeichert, sondern nur der Verweis auf das Preset. Vorteil: Ändert sich die Position des Sängers, muss man nur das eine Preset aktualisieren und alle Cues in der gesamten Show stimmen automatisch wieder." },
    { "t": "Cue", "c": "Licht", "s": "Pulte & Programmierung", "d": "Ein 'Cue' (Stichwort/Szene) ist ein einzelner Speicherpunkt innerhalb eines Ablaufs. Er enthält Informationen darüber, welche Lampen was tun, sowie Zeitwerte (Fade-Time) für den Übergang vom vorherigen Zustand." },
    { "t": "Sequence / Cuelist", "c": "Licht", "s": "Pulte & Programmierung", "d": "Eine Sequence ist der Container, in dem mehrere Cues nacheinander sortiert sind. In der Theaterwelt spricht man oft von einer Cuelist, die von vorne bis hinten durchgeklickt wird. In der Rock'n'Roll-Welt hat man oft viele kleine Sequenzen (z.B. eine nur für Farben, eine für Bewegungen)." },
    { "t": "Tracking", "c": "Licht", "s": "Pulte & Programmierung", "d": "Das wichtigste Prinzip Profi-Pulte: Ein Pult speichert in einem Cue nur die Änderungen. Wenn Lampe 1 in Cue 1 auf 'Blau' geht, bleibt sie in Cue 2, 3 und 4 auch 'Blau', ohne dass man es dort erneut speichern muss. Erst wenn in Cue 5 der Befehl 'Rot' kommt, ändert sie sich. Das spart Daten und Rechenleistung, erfordert aber vorausschauendes Programmieren." },
    { "t": "Executor", "c": "Licht", "s": "Pulte & Programmierung", "d": "Die physikalischen oder virtuellen Bedienelemente (Fader und Tasten) am Pult. Man weist einer Sequence einen Executor zu, um sie per Hardware-Regler in der Helligkeit zu steuern oder per Taste zu starten ('Go')." },
    { "t": "Programmer", "c": "Licht", "s": "Pulte & Programmierung", "d": "Ein unsichtbarer Zwischenspeicher im Pult. Alles, was man gerade manuell anwählt oder ändert, landet erst im Programmer (wird meist rot hinterlegt). Erst durch den Befehl 'Store' werden die Werte aus dem Programmer fest in einen Cue oder ein Preset geschrieben." },
    { "t": "Fade Time vs. Delay Time", "c": "Licht", "s": "Pulte & Programmierung", "d": "Fade Time bestimmt, wie lange ein Übergang von Szene A zu B dauert (z.B. 2 Sekunden sanftes Einblenden). Delay Time bestimmt die Wartezeit, bevor der Fade überhaupt erst beginnt. Mit versetzten Delays lassen sich 'Wellen-Effekte' über die Bühne erzeugen." },
    { "t": "Group", "c": "Licht", "s": "Pulte & Programmierung", "d": "Eine logische Zusammenfassung von Lampen (z.B. 'Alle Moving Heads oben' oder 'Frontlicht'). Gruppen enthalten keine Werte, sondern dienen nur der schnellen Auswahl der Geräte beim Programmieren." },
    { "t": "Blind Mode", "c": "Licht", "s": "Pulte & Programmierung", "d": "Ein Modus, in dem man programmieren kann, ohne dass die Änderungen live auf der Bühne ausgegeben werden. Man sieht die Änderungen nur im Visualisierer oder auf den Pult-Displays – ideal für Korrektionen während einer laufenden Show." },
    { "t": "Go+ (Large Go)", "c": "Licht", "s": "Executor Buttons", "d": "Der Standardbefehl für Cuelisten. Startet den nächsten Cue in der Sequenz unter Berücksichtigung der gespeicherten Fade-Zeiten. Drückst du während eines laufenden Fades erneut Go+, wird der aktuelle Fade meist abgebrochen und der nächste Cue gestartet." },
    { "t": "Go- (Back)", "c": "Licht", "s": "Executor Buttons", "d": "Geht einen Cue in der Liste zurück. Je nach Pult-Einstellung geschieht dies entweder mit einer festen 'Back-Time' oder mit der Zeit, die im vorherigen Cue gespeichert war." },
    { "t": "Flash", "c": "Licht", "s": "Executor Buttons", "d": "Solange die Taste gedrückt gehalten wird, wird die Intensität der Sequenz auf 100% gesetzt. Sobald man loslässt, geht sie sofort auf 0% (oder den Fader-Wert) zurück. Andere Attribute wie Farbe oder Position werden meist nicht beeinflusst." },
    { "t": "Temp", "c": "Licht", "s": "Executor Buttons", "d": "Ähnlich wie Flash, aber mit einem entscheidenden Unterschied: Temp berücksichtigt die Fade-Zeiten des Cues. Drückst du die Taste, blendet die Szene sanft ein; lässt du los, blendet sie sanft aus. Ideal für weiche Akzente." },
    { "t": "Toggle", "c": "Licht", "s": "Executor Buttons", "d": "Ein Schalter-Modus. Drückst du die Taste einmal, geht die Sequenz an und bleibt an. Drückst du sie erneut, geht sie aus. Perfekt für Grundlicht oder dauerhafte Effekte." },
    { "t": "Swop (Solo)", "c": "Licht", "s": "Executor Buttons", "d": "Eine aggressive Flash-Funktion. Wenn du Swop drückst, wird diese Sequenz auf 100% gesetzt, während die Intensität ALLER anderen aktiven Executoren auf 0% gedrückt wird. Nur dieser eine Executor steht im Rampenlicht." },
    { "t": "On / Off", "c": "Licht", "s": "Executor Buttons", "d": "Harte Befehle. 'On' startet die Sequenz (meist bei Cue 1), auch wenn sie bereits lief. 'Off' schaltet die Sequenz sofort aus und setzt sie zurück. Oft nutzt man eine Taste als 'Off', um Platz auf den Fadern zu sparen." },
    { "t": "Top", "c": "Licht", "s": "Executor Buttons", "d": "Springt sofort zum ersten Cue der Sequenz zurück, ohne sie jedoch auszuschalten oder den aktuellen Fade zu stoppen." },
    { "t": "Master Fader", "c": "Licht", "s": "Fader Modi", "d": "Der Standard-Modus. Der Fader regelt die Intensität (Helligkeit) der in der Sequenz gespeicherten Lampen von 0% bis 100%." },
    { "t": "Temp Fader", "c": "Licht", "s": "Fader Modi", "d": "Hier steuert der Fader nicht nur die Helligkeit, sondern 'fadet' alle Werte des Cues ein. Schiebst du den Fader hoch, bewegen sich die Moving Heads langsam auf Position und ändern die Farbe proportional zur Faderstellung." },
    { "t": "Speed Master", "c": "Licht", "s": "Fader Modi", "d": "Der Fader steuert nicht die Helligkeit, sondern die Geschwindigkeit (BPM) eines laufenden Effekts oder Chasers. Oben ist extrem schnell, unten ist Stillstand." },
    { "t": "Rate Master", "c": "Licht", "s": "Fader Modi", "d": "Ein Multiplikator für die Zeit. Steht der Fader in der Mitte (1:1), laufen alle Cues in ihrer programmierten Zeit. Schiebst du ihn hoch, laufen die Fades schneller ab; schiebst du ihn runter, werden sie extrem verlangsamt." },
    { "t": "Crossfade", "c": "Licht", "s": "Fader Modi", "d": "Wird oft im Theater genutzt. Mit zwei Fadern (oder einem manuellen Crossfader) blendet man händisch von Cue A nach Cue B über. Man hat die volle Kontrolle über die Geschwindigkeit des Bildwechsels." }
  ]
}
