{
  "category": "Netzwerk",
  "terms": [
    { "t": "IPv4 & IPv6", "c": "Netzwerk", "s": "IP-Adressen & Routing", "d": "Adressprotokolle zur Identifizierung von Geräten. IPv4 nutzt 32-Bit-Adressen (z.B. 192.168.1.10). IPv6 wurde eingeführt, weil die IPv4-Adressen weltweit knapp wurden. In der Eventtechnik nutzen wir fast ausschließlich IPv4, da viele Geräte (Lichtpulte, DSPs) noch kein IPv6 unterstützen." },
    { "t": "Subnet Mask (Subnetzmaske)", "c": "Netzwerk", "s": "IP-Adressen & Routing", "d": "Definiert, welcher Teil der IP-Adresse das Netzwerk und welcher das Gerät bezeichnet. Eine Maske von 255.255.255.0 bedeutet, dass alle Geräte im Bereich 192.168.1.1 bis 192.168.1.254 miteinander kommunizieren können. Wichtig für die Trennung von Systemen." },
    { "t": "DHCP vs. Static IP", "c": "Netzwerk", "s": "IP-Adressen & Routing", "d": "DHCP weist Geräten automatisch eine Adresse zu. In der Eventtechnik nutzt man für kritische Infrastruktur (MA-Net, Dante) jedoch fast immer **Statische IPs**, damit Geräte nach einem Stromausfall sofort unter derselben Adresse wiedergefunden werden." },
    { "t": "Gateway", "c": "Netzwerk", "s": "IP-Adressen & Routing", "d": "Die 'Tür' nach draußen. Meist die IP-Adresse des Routers. Wenn ein Gerät Daten an eine IP außerhalb seines eigenen Subnetzes senden will, schickt es diese an das Gateway." },
    { "t": "MAC-Adresse", "c": "Netzwerk", "s": "Hardware & Adressen", "d": "Die weltweit eindeutige Hardware-Adresse eines Netzwerkadapters. Sie ist fest im Chip eingebrannt. Switches nutzen MAC-Tabellen, um zu wissen, an welchem Port welches Gerät hängt." },
    { "t": "DNS (Domain Name System)", "c": "Netzwerk", "s": "Hardware & Adressen", "d": "Das 'Telefonbuch' des Internets. Es übersetzt Namen (google.de) in IP-Adressen. Im lokalen Event-Netzwerk oft zweitrangig, es sei denn, es gibt einen lokalen Server." },
    { "t": "Managed Switch", "c": "Netzwerk", "s": "Hardware & Adressen", "d": "Im Gegensatz zum 'dummen' Unmanaged Switch erlaubt er Konfigurationen wie VLANs, Priorisierung (QoS) und Überwachung. In professionellen Setups (Dante/Art-Net) sind Managed Switches Pflicht, um Datenstau zu vermeiden." },
    { "t": "PoE (Power over Ethernet)", "c": "Netzwerk", "s": "Hardware & Adressen", "d": "Stromversorgung über das Netzwerkkabel. Es gibt verschiedene Standards (PoE, PoE+, PoE++). Ideal für WLAN-Accesspoints, PTZ-Kameras und VoIP-Telefone, da kein separates Netzteil nötig ist." },
    { "t": "SFP-Modul", "c": "Netzwerk", "s": "Hardware & Adressen", "d": "Ein kleiner Einschub-Adapter für Switches. Er erlaubt es, zwischen Kupfer-Anschluss (RJ45) und Glasfaser-Anschluss (LC/SC) zu wählen. So kann man Switches über weite Strecken (Backbone) mit Lichtwellenleitern verbinden." },
    { "t": "CAT 5e / 6 / 7", "c": "Netzwerk", "s": "Kabeltypen", "d": "Klassen von Kupferkabeln. CAT 5e reicht für Gigabit-Ethernet. CAT 6/7 bietet bessere Schirmung und höhere Frequenzen. Wichtig: In der Eventtechnik werden meist 'Touring-Kabel' (Ethercon) genutzt, die mechanisch belastbarer sind." },
    { "t": "Glasfaser (Fiber)", "c": "Netzwerk", "s": "Kabeltypen", "d": "Übertragung per Lichtsignalen. Vorteil: Überbrückt kilometerweite Strecken ohne Signalverlust und ist immun gegen elektromagnetische Störungen (neben Stromkabeln). Standard in großen Stadien." },
    { "t": "VLAN (Virtual Local Area Network)", "c": "Netzwerk", "s": "Protokolle & Optimierung", "d": "Unterteilt einen physischen Switch in mehrere virtuelle Netzwerke. So kann man z.B. Lichtdaten (Art-Net) und Audiodaten (Dante) über dasselbe Kabel schicken, ohne dass sie sich gegenseitig stören." },
    { "t": "Multicast / Unicast / Broadcast", "c": "Netzwerk", "s": "Protokolle & Optimierung", "d": "Unicast: Von einem zu einem. Broadcast: Von einem an ALLE im Netz. Multicast: Von einem an eine definierte Gruppe. Viele Event-Protokolle (sACN, Dante) nutzen Multicast, um Bandbreite zu sparen." },
    { "t": "TCP vs. UDP", "c": "Netzwerk", "s": "Protokolle & Optimierung", "d": "TCP prüft, ob Daten angekommen sind (sicher, aber langsamer). UDP schickt die Daten einfach raus (schnell, aber keine Kontrolle). DMX-over-IP nutzt meist UDP, da Geschwindigkeit wichtiger ist als ein verlorener Datenframe." },
    { "t": "QoS (Quality of Service)", "c": "Netzwerk", "s": "Protokolle & Optimierung", "d": "Priorisierung von Datenpaketen. Wichtig für Audio-Netzwerke: Audiodaten müssen immer Vorrang vor dem Download eines Updates haben, da es sonst zu Tonaussetzern kommt." },
    { "t": "Backbone", "c": "Netzwerk", "s": "Protokolle & Optimierung", "d": "Die Hauptverbindung zwischen den Kern-Switches (z.B. vom FOH zur Bühne). Dieser Teil des Netzwerks sollte die höchste Bandbreite haben (meist 10 Gbit/s oder mehr)." }
  ]
}
