{
  "category": "Ton",
  "terms": [
    { "t": "Line Array", "c": "Ton", "s": "Systeme & Hardware", "d": "Ein Beschallungssystem aus übereinander gehängten Lautsprechereinheiten. Durch die Kopplung der Wellenfronten entsteht eine Zylinderwelle, die den Schall deutlich weiter trägt als herkömmliche Boxen und den Pegelabfall über die Distanz halbiert (3dB statt 6dB pro Entfernungsverdopplung)." },
    { "t": "PA-System", "c": "Ton", "s": "Systeme & Hardware", "d": "Abkürzung für 'Public Address'. Das Hauptsystem zur Beschallung des Publikums. Es besteht meist aus Topteilen (Mitten/Höhen) und Subwoofern (Bässe)." },
    { "t": "DI-Box (Direct Injection)", "c": "Ton", "s": "Systeme & Hardware", "d": "Wandelt ein unsymmetrisches, hochohmiges Signal (z.B. E-Gitarre/Keyboard) in ein symmetrisches, niederohmiges Signal um. Dies verhindert Brummschleifen durch galvanische Trennung (Ground Lift) und ermöglicht lange Kabelwege per XLR ohne Qualitätsverlust." },
    { "t": "Frequenzweiche (Crossover)", "c": "Ton", "s": "Systeme & Hardware", "d": "Teilt das Audiosignal in verschiedene Frequenzbereiche auf, damit jeder Lautsprecher nur das bekommt, was er verarbeiten kann (z.B. Tieftöne an den Subwoofer, Hochtöne an den Tweeter). Man unterscheidet aktive (vor der Endstufe) und passive Weichen (in der Box)." },
    { "t": "In-Ear Monitoring (IEM)", "c": "Ton", "s": "Systeme & Hardware", "d": "Drahtloses oder kabelgebundenes Monitoring direkt im Ohr des Künstlers. Vorteil: Enormer Schutz des Gehörs, individuelle Mixe und eine aufgeräumte Bühne ohne laute Monitorboxen (verringert Feedback-Gefahr)." },
    { "t": "Dante", "c": "Ton", "s": "Systeme & Hardware", "d": "Ein Audio-over-IP-Netzwerkprotokoll. Es ermöglicht die Übertragung hunderter unkomprimierter Audiokanäle über Standard-Gigabit-Netzwerke mit extrem geringer Latenz. Ersetzt das schwere analoge Multicore durch ein dünnes CAT-Kabel." },
    
    { "t": "Gain", "c": "Ton", "s": "Mischpult & Processing", "d": "Die Vorverstärkung des Eingangssignals. Der wichtigste Schritt am Mischpult: Das Signal muss so eingepegelt werden, dass es deutlich über dem Grundrauschen liegt, aber genug 'Headroom' hat, um bei lauten Passagen nicht zu verzerren (Clipping)." },
    { "t": "Kompressor", "c": "Ton", "s": "Mischpult & Processing", "d": "Ein Dynamikprozessor, der den Pegelunterschied zwischen leisen und lauten Passagen verringert. Er 'drückt' Signale oberhalb eines Schwellenwerts (Threshold) in einem bestimmten Verhältnis (Ratio) zusammen. Sorgt für Druck und Sprachverständlichkeit." },
    { "t": "Equalizer (Parametrisch)", "c": "Ton", "s": "Mischpult & Processing", "d": "Ein Werkzeug zur Klangregelung. Beim parametrischen EQ lassen sich Frequenz, Güte (Q-Faktor/Breite) und Verstärkung/Absenkung (Gain) stufenlos einstellen, um Störfrequenzen präzise zu filtern." },
    { "t": "Aux / Matrix", "c": "Ton", "s": "Mischpult & Processing", "d": "Zusätzliche Ausspielwege am Pult. Aux-Sendewege werden meist für Monitor-Mixe oder Effekte genutzt. Eine Matrix ist ein 'Mischer im Mischer', um verschiedene Subgruppen oder Summen auf verschiedene Ausgänge (z.B. Delay-Line, Recording, Frontfill) zu routen." },
    { "t": "DCA (Digitally Controlled Amplifier)", "c": "Ton", "s": "Mischpult & Processing", "d": "Eine Fernsteuerung für eine Gruppe von Fadern. Im Gegensatz zur Subgruppe fließt hier kein Audio durch den DCA-Fader; er steuert lediglich die Lautstärke aller zugewiesenen Kanäle proportional (praktisch für das gesamte Schlagzeug)." },
    { "t": "PFL (Pre-Fader Listening)", "c": "Ton", "s": "Mischpult & Processing", "d": "Ermöglicht es dem Techniker, ein Signal auf dem Kopfhörer oder am Pegelmeter zu kontrollieren, bevor der Fader hochgezogen wird. Wichtig für den Soundcheck während der Show." },
    
    { "t": "Phantomspeisung (48V)", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Eine Gleichspannung von meist 48V, die über das XLR-Kabel an Mikrofone gesendet wird. Sie wird zwingend für Kondensatormikrofone (für die Elektronik und die Kapselvorspannung) sowie für aktive DI-Boxen benötigt." },
    { "t": "Richtcharakteristik", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Beschreibt, aus welcher Richtung ein Mikrofon den Schall am stärksten aufnimmt. Wichtigste Typen: Niere (vorne laut, hinten leise), Kugel (überall gleich), Superniere (stark gerichtet) und Acht (vorne/hinten)." },
    { "t": "Feedback (Rückkopplung)", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Ein schriller Pfeifton, der entsteht, wenn ein Mikrofon sein eigenes verstärktes Signal aus einem Lautsprecher wieder aufnimmt. Ein Teufelskreis aus Verstärkung. Lösung: EQ-Eingriffe, Mikrofonpositionierung oder Feedback-Destroyer." },
    { "t": "SPL (Sound Pressure Level)", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Der Schalldruckpegel, gemessen in Dezibel (dB). Er gibt die Lautstärke an. Wichtig für Gehörschutz-Vorschriften und die Limitierung bei Veranstaltungen (DIN 15905-5)." },
    { "t": "Raummoden", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Stehende Wellen in einem Raum, die durch Reflexionen an den Wänden entstehen. Sie führen dazu, dass bestimmte Bassfrequenzen an manchen Stellen extrem laut 'dröhnen' und an anderen fast verschwinden." },
    
    { "t": "Dynamisches Mikrofon", "c": "Ton", "s": "Mikrofontypen", "d": "Arbeitet nach dem Induktionsprinzip (Tauchspule). Eine Membran bewegt eine Spule in einem Magnetfeld. Vorteile: Sehr robust, verträgt extrem hohe Schalldruckpegel (SPL), benötigt keine Phantomspeisung. Ideal für Live-Gesang, Schlagzeug (Snare/Kick) und laute Gitarrenverstärker." },
    { "t": "Kondensatormikrofon", "c": "Ton", "s": "Mikrofontypen", "d": "Basiert auf der Kapazitätsänderung einer hauchdünnen, goldbedampften Membran vor einer Gegenelektrode. Da die Masse der Membran sehr gering ist, reagiert es extrem schnell auf Impulse und bildet hohe Frequenzen sehr präzise ab. Benötigt zwingend Phantomspeisung (48V). Ideal für Overheads, Akustikgitarren und Sprache im Studio." },
    { "t": "Bändchenmikrofon (Ribbon)", "c": "Ton", "s": "Mikrofontypen", "d": "Ein Spezialtyp des dynamischen Mikrofons, bei dem ein extrem dünner Aluminiumstreifen im Magnetfeld schwingt. Es liefert einen sehr 'warmen', natürlichen Klang. Achtung: Sehr empfindlich gegen mechanische Erschütterungen und kann durch versehentlich angelegte Phantomspeisung bei alten Modellen beschädigt werden." },
    { "t": "Lavaliermikrofon", "c": "Ton", "s": "Mikrofontypen", "d": "Winzige Mikrofone (Ansteckmikrofone), die meist an der Kleidung oder am Kopf (als Headset) getragen werden. Sie werden fast immer mit Bodypacks (Taschensendern) betrieben. Haupteinsatz: Konferenzen, Theater und TV-Produktionen." },
    { "t": "Shotgun-Mikrofon (Richtrohr)", "c": "Ton", "s": "Mikrofontypen", "d": "Besitzt ein langes Interferenzrohr vor der Kapsel, das seitlich eintreffenden Schall durch Auslöschung dämpft. Dadurch erreicht es eine extrem starke Richtwirkung nach vorne. Einsatz: Filmsets oder Sportübertragungen, um Schallquellen aus der Distanz zu isolieren." },
    { "t": "Grenzflächenmikrofon", "c": "Ton", "s": "Mikrofontypen", "d": "Ein Mikrofon mit einer Halbkugel-Charakteristik, das direkt auf eine große Fläche (Boden, Tisch, Wand) gelegt wird. Die Fläche wirkt als Schallreflektor, was den Pegel erhöht und Kammfiltereffekte minimiert. Klassisch in einer Kick-Drum oder auf Konferenztischen zu finden." },
    
    { "t": "Kugel (Omni)", "c": "Ton", "s": "Richtcharakteristiken", "d": "Nimmt Schall aus allen Richtungen (360 Grad) gleichermaßen laut auf. Hat keinen Nahbesprechungseffekt und ist unempfindlich gegenüber Windgeräuschen. Schwer live einzusetzen, da die Feedbackgefahr sehr hoch ist." },
    { "t": "Niere (Cardioid)", "c": "Ton", "s": "Richtcharakteristiken", "d": "Die Standard-Charakteristik für Live-Bühnen. Schall von vorne wird bevorzugt aufgenommen, Schall von hinten (180 Grad) maximal unterdrückt. Ideal, um Monitore auf der Bühne auszublenden." },
    { "t": "Superniere / Hyperniere", "c": "Ton", "s": "Richtcharakteristiken", "d": "Noch stärker nach vorne gerichtet als die Niere. Sie blendet Schall von den Seiten (ca. 120 Grad) extrem gut aus, hat aber eine kleine 'Keule' nach hinten. Wichtig: Monitore dürfen hier nicht direkt hinter dem Mikro stehen, sondern müssen leicht versetzt (schräg) platziert werden." },
    { "t": "Acht (Figure-8)", "c": "Ton", "s": "Richtcharakteristiken", "d": "Nimmt Schall von vorne und hinten gleichermaßen auf, blendet Schall von den Seiten (90 Grad) jedoch fast komplett aus. Typisch für Bändchenmikrofone oder spezielle Recording-Setups wie M/S-Stereofonie." },
    
    { "t": "Popschutz / Windschutz", "c": "Ton", "s": "Zubehör & Effekte", "d": "Ein feinmaschiges Gewebe oder Schaumstoff vor der Kapsel. Es bricht den harten Luftstrom von Plosivlauten (P, B, T) oder Wind, bevor er die Membran trifft und ein unangenehmes 'Ploppen' oder Rumpeln verursacht." },
    { "t": "Spinne (Shock Mount)", "c": "Ton", "s": "Zubehör & Effekte", "d": "Eine elastische Aufhängung für das Mikrofon im Stativ. Sie entkoppelt das Gehäuse mechanisch vom Boden, sodass Trittschall oder Erschütterungen am Stativ nicht als tieffrequentes Rumpeln im Signal landen." },
    { "t": "Nahbesprechungseffekt", "c": "Ton", "s": "Zubehör & Effekte", "d": "Ein physikalisches Phänomen bei gerichteten Mikrofonen (Niere/Acht): Je näher die Schallquelle an der Kapsel ist, desto stärker werden die tiefen Frequenzen angehoben. Sänger nutzen dies bewusst für eine 'vollere' Stimme." },
    { "t": "Noise Gate", "c": "Ton", "s": "Mischpult & Processing", "d": "Ein Dynamikprozessor, der den Signalweg unterhalb eines einstellbaren Schwellenwerts (Threshold) komplett abschaltet oder dämpft. Wird oft bei Schlagzeugen genutzt, um das Übersprechen anderer Instrumente in den Pausen zu unterdrücken." },
  { "t": "Limiter", "c": "Ton", "s": "Mischpult & Processing", "d": "Eine extreme Form des Kompressors mit einer sehr hohen Ratio (z.B. 20:1 oder Unendlich:1). Er dient als Schutz für Lautsprecher und Ohren, indem er verhindert, dass ein Signal einen festgelegten Maximalpegel überschreitet." },
  { "t": "Reverb & Delay", "c": "Ton", "s": "Zubehör & Effekte", "d": "Zeitbasierte Effekte. Reverb (Hall) simuliert die akustische Antwort eines Raumes. Delay (Echo) wiederholt das Signal zeitversetzt. Beide werden genutzt, um dem Mix Tiefe und Raumcharakter zu verleihen." },
  { "t": "Symmetrische Signalführung (Balanced)", "c": "Ton", "s": "Systeme & Hardware", "d": "Ein Verfahren zur störungsfreien Übertragung über lange Kabelwege. Das Signal wird doppelt (einmal phasengedreht) übertragen. Störungen, die auf dem Weg einstreuen, löschen sich am Zielgerät mathematisch aus." },
  { "t": "XLR / Speakon / Klinke", "c": "Ton", "s": "Systeme & Hardware", "d": "Standard-Steckverbinder. XLR: Symmetrische Signale (Mikrofone). Speakon: Hochstrom-Verbindungen für Lautsprecher (verriegelbar). Klinke (TRS/TS): Für Instrumente oder Kopfhörer." },
  { "t": "Stagebox / Multicore", "c": "Ton", "s": "Systeme & Hardware", "d": "Die Schnittstelle auf der Bühne. Das Multicore bündelt viele einzelne Kanäle in einem dicken Kabel (analog) oder einem Netzwerkkabel (digital), um sie zum Mischpult (FOH) zu führen." },
  { "t": "UHF / VHF & Frequenzmanagement", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Die Funkbereiche für drahtlose Systeme. Da Funkstrecken (Mikrofone/In-Ear) in Konkurrenz zum Mobilfunk (LTE) stehen, ist eine sorgfältige Frequenzplanung essenziell, um Dropouts zu vermeiden." },
  { "t": "Phase / Polarität", "c": "Ton", "s": "Mikrofonie & Physik", "d": "Beschreibt die Schwingungsrichtung des Schalls. Wenn zwei Mikrofone dasselbe Signal aufnehmen, aber die Phase gedreht ist (180°), löscht sich der Schall fast komplett aus (Kammfiltereffekt)." },
  { "t": "Delay-Line", "c": "Ton", "s": "Systeme & Hardware", "d": "Zusätzliche Lautsprecherreihen in großen Hallen oder Open-Airs. Sie werden zeitverzögert angesteuert, damit ihr Schall exakt zeitgleich mit dem Schall der Haupt-PA beim Zuschauer ankommt." },
  { "t": "MADI / AES/EBU", "c": "Ton", "s": "Systeme & Hardware", "d": "Digitale Audioschnittstellen. AES/EBU überträgt 2 Kanäle über XLR. MADI überträgt bis zu 64 Kanäle über Koaxial- oder Glasfaserkabel. Häufig genutzt für die Verbindung von Pult und Stagebox." },
  { 
    "t": "XLR (3-Pol)", 
    "c": "Ton", 
    "s": "Steckverbinder", 
    "d": "Der Standard für professionelle Audioverbindungen. Er ist symmetrisch aufgebaut und verriegelbar. Standard-Belegung (EU): Pin 1 = Ground (Schirm), Pin 2 = Hot (+), Pin 3 = Cold (-). Wird für Mikrofone und Line-Signale genutzt." 
  },
  { 
    "t": "XLR (5-Pol)", 
    "c": "Licht", 
    "s": "Steckverbinder", 
    "d": "Der offizielle Standard für DMX512-Signale. Durch die 5 Pole wird eine Verwechslung mit Audiokabeln (3-Pol) verhindert, was die empfindlichen Digitaleingänge schützt. Oft sind nur Pin 1-3 belegt, Pin 4-5 sind für optionale Rückkanäle reserviert." 
  },
  { 
    "t": "Speakon (NL2 / NL4 / NL8)", 
    "c": "Ton", 
    "s": "Steckverbinder", 
    "d": "Spezialstecker für Lautsprecherverbindungen. Er ist berührungssicher, verriegelbar und für hohe Ströme ausgelegt. NL2 (2-polig) für einfache Signale, NL4 (4-polig) für Bi-Amping (getrennter Bass/Hochton über ein Kabel) und NL8 für große Systemverkabelungen." 
  },
  { 
    "t": "Klinke 6,3mm (TS / Mono)", 
    "c": "Ton", 
    "s": "Steckverbinder", 
    "d": "Tip-Sleeve. Besitzt zwei Kontakte (Spitze und Schaft). Wird für unsymmetrische Signale wie E-Gitarren, Keyboards oder kurze Patchwege genutzt. Anfällig für Einstreuungen bei langen Kabelwegen." 
  },
  { 
    "t": "Klinke 6,3mm (TRS / Stereo/Symm.)", 
    "c": "Ton", 
    "s": "Steckverbinder", 
    "d": "Tip-Ring-Sleeve. Besitzt drei Kontakte. Wird entweder für Stereo-Signale (Kopfhörer) oder für eine symmetrische Monoführung (ähnlich wie XLR) genutzt, um Störungen auf langen Wegen zu eliminieren." 
  },
  { 
    "t": "Cinch (RCA)", 
    "c": "Ton", 
    "s": "Steckverbinder", 
    "d": "Unsymmetrischer Standard im DJ- und HiFi-Bereich. Meist farblich codiert (Rot = Rechts, Weiß/Schwarz = Links). Da der Kontakt beim Stecken oft vor der Masse schließt, kann es beim Einstecken unter Last zu lauten Knallgeräuschen kommen." 
  },
  { 
    "t": "Powercon (Blau/Grau vs. True1)", 
    "c": "Strom", 
    "s": "Steckverbinder", 
    "d": "Verriegelbare Kaltgerätestecker. Die alte Serie (Blau = In / Grau = Out) darf NICHT unter Last gesteckt werden. Die neue Serie (True1, Schwarz/Gelb) ist IP65 geschützt und darf wie ein Schuko-Stecker unter Last verbunden oder getrennt werden." 
  }
  
  ]
}
