{
  "category": "Video",
  "terms": [
    { "t": "Beamer (Projektor)", "c": "Video", "s": "Hardware & Display", "d": "Projiziert Bilder auf Flächen. Wichtige Kennzahlen sind die Helligkeit (gemessen in ANSI-Lumen) und die Auflösung (z.B. 4K oder WUXGA). Man unterscheidet meist zwischen LCD-Projektoren (gute Farbtreue) und DLP-Projektoren (hoher Kontrast, oft im Profi-Bereich)." },
    { "t": "LED-Wand (LED-Wall)", "c": "Video", "s": "Hardware & Display", "d": "Besteht aus einzelnen LED-Modulen (Cabinets), die zu einer großen Fläche zusammengesetzt werden. Im Gegensatz zum Beamer ist sie tageslichttauglich. Entscheidend ist der 'Pixel Pitch' (Abstand der LEDs in mm) – je kleiner der Wert, desto geringer ist der Mindestbetrachterabstand." },
    { "t": "OLED vs. LCD", "c": "Video", "s": "Hardware & Display", "d": "LCD-Displays benötigen eine Hintergrundbeleuchtung. OLEDs sind organische LEDs, die selbst leuchten. Vorteil OLED: Perfektes Schwarz (da Pixel komplett ausgeschaltet werden) und extrem hoher Kontrast. Nachteil: Geringere maximale Helligkeit als High-End-LCDs." },
    { "t": "Rückprojektion (Rear Projection)", "c": "Video", "s": "Hardware & Display", "d": "Der Beamer steht hinter einer halbtransparenten Leinwand und strahlt das Publikum an. Vorteil: Niemand kann durch den Lichtstrahl laufen und Schatten werfen. Erfordert jedoch viel Platz hinter der Bühne." },
    { "t": "Short-Throw-Projector", "c": "Video", "s": "Hardware & Display", "d": "Kurzdistanzbeamer mit speziellen Weitwinkel-Optiken. Sie können aus sehr geringer Entfernung ein sehr großes Bild erzeugen. Ideal bei wenig Platz oder wenn der Referent direkt vor der Leinwand steht." },
    { "t": "SDI (Serial Digital Interface)", "c": "Video", "s": "Videosignale & Standards", "d": "Der Profi-Standard für unkomprimiertes Video. Nutzt BNC-Stecker mit Bajonettverschluss (verriegelbar). SDI ist extrem robust, erlaubt Kabellängen bis zu 100m und überträgt neben Video auch Audio und Timecode. Im Gegensatz zu HDMI gibt es hier keinen 'Handshake-Error'." },
    { "t": "HDMI (High-Definition Multimedia Interface)", "c": "Video", "s": "Videosignale & Standards", "d": "Konsumer-Standard. Vorteil: Überträgt hohe Auflösungen und Kopierschutz (HDCP). Nachteil: Stecker verriegeln nicht und die Kabellänge ist ohne aktive Verstärker auf ca. 10-15m begrenzt. Bei Video-Regien oft die Fehlerquelle Nr. 1 durch instabile EDID-Verbindungen." },
    { "t": "NDI (Network Device Interface)", "c": "Video", "s": "Videosignale & Standards", "d": "Ein IP-basiertes Protokoll von NewTek. Es erlaubt die Übertragung von hochwertigem Video über Standard-Gigabit-Netzwerke. Jedes Gerät im Netzwerk kann als Quelle oder Empfänger fungieren. Revolutionär für Multikamera-Setups ohne teure Videokreuzschienen." },
    { "t": "Capture Card", "c": "Video", "s": "Videosignale & Standards", "d": "Hardware-Interface (USB, PCIe oder Thunderbolt), das ein externes Videosignal (z.B. von einer Kamera) für einen Computer 'lesbar' macht. Essenziell für Streaming und Recording." },
    { "t": "Seamless Switcher", "c": "Video", "s": "Videosignale & Standards", "d": "Ein Bildmischer, der hart oder mit Überblendung zwischen Quellen umschaltet, ohne dass es zu einem schwarzen Bild, Flackern oder Ruckeln kommt. Das Pult skaliert alle Quellen intern auf die gleiche Auflösung." },
    { "t": "Videomapping (Projection Mapping)", "c": "Video", "s": "Effekte & Bearbeitung", "d": "Die Projektion von passgenauem Content auf unebene Oberflächen (z.B. Hausfassaden oder Autos). Per Software wird das Bild so verzerrt (Warping), dass es exakt auf die reale Geometrie des Objekts passt." },
    { "t": "Pixelmapping", "c": "Video", "s": "Effekte & Bearbeitung", "d": "Die Steuerung von LED-Elementen oder Videowänden auf Pixelebene. Oft genutzt, um Lichteffekte (z.B. LED-Stripes) wie ein Videobild anzusteuern, damit flüssige Farbverläufe und Muster entstehen." },
    { "t": "Multiviewer", "c": "Video", "s": "Effekte & Bearbeitung", "d": "Ein Gerät oder eine Funktion im Bildmischer, die viele verschiedene Videoquellen gleichzeitig auf einem einzigen Monitor verkleinert darstellt. Unverzichtbar für den Bildmischer-Operator." },
    { "t": "Codec (z.B. H.264 / H.265)", "c": "Video", "s": "Effekte & Bearbeitung", "d": "Algorithmus zur Komprimierung und Dekomprimierung von Videodaten. H.264 ist der Standard für Streaming; H.265 (HEVC) bietet bei gleicher Qualität die halbe Datenrate, benötigt aber mehr Rechenleistung." },
    { "t": "EDID (Extended Display Identification Data)", "c": "Video", "s": "Effekte & Bearbeitung", "d": "Ein Datensatz, den ein Display an die Grafikkarte sendet, um mitzuteilen, welche Auflösungen und Bildwiederholraten es unterstützt. In der Veranstaltungstechnik 'faked' man oft EDIDs mit speziellen Geräten, um Signalabriss zu verhindern." },
    { "t": "ProPresenter: Stage Display", "c": "Video", "s": "ProPresenter (Software)", "d": "Ein separater Ausgang für die Sprecher auf der Bühne (Confidence Monitor). Hier werden oft der aktuelle Text, die nächste Folie, eine Uhrzeit und private Nachrichten an den Redner angezeigt, ohne dass das Publikum dies sieht." },
    { "t": "ProPresenter: Looks", "c": "Video", "s": "ProPresenter (Software)", "d": "Ermöglicht es, denselben Inhalt auf verschiedenen Ausgängen unterschiedlich darzustellen. Beispiel: Auf der LED-Wand erscheint der Text mit Hintergrundvideo, während im Livestream-Key nur der Text auf grünem Hintergrund (für Transparenz) ausgegeben wird." },
    { "t": "ProPresenter: Layer-Hierarchy", "c": "Video", "s": "ProPresenter (Software)", "d": "ProPresenter arbeitet mit festen Ebenen (Background, Slide, Props, Announcements). Ein Video im 'Background-Layer' läuft endlos weiter, auch wenn man die Textfolien (Slide-Layer) darüber wechselt. 'Props' (Requisiten) liegen immer ganz oben, z.B. für Logos." },
    { "t": "ProPresenter: Clear Groups", "c": "Video", "s": "ProPresenter (Software)", "d": "Spezielle Buttons, um gezielt nur bestimmte Ebenen zu löschen (z.B. nur den Text ausblenden, aber das Video im Hintergrund weiterlaufen lassen)." },
    { "t": "Resolume: DXV Codec", "c": "Video", "s": "Resolume (Software)", "d": "Der hauseigene Video-Codec von Resolume. Er verlagert die Dekomprimierung der Videos von der CPU auf die Grafikkarte (GPU). Das ist essenziell, um dutzende hochauflösende Layer gleichzeitig absolut flüssig und ohne Latenz abzuspielen." },
    { "t": "Resolume: Composition vs. Deck", "c": "Video", "s": "Resolume (Software)", "d": "Eine Composition ist das gesamte Projekt mit allen Einstellungen. Ein Deck ist eine einzelne Seite innerhalb der Composition, auf der Clips sortiert sind (wie eine Seite in einem Fotoalbum). Man wechselt Decks, um schnell neue Inhalte für einen neuen Song zu laden." },
    { "t": "Resolume: Slices", "c": "Video", "s": "Resolume (Software)", "d": "Teilstücke des Video-Ausgangs im 'Advanced Output'. Mit Slices kann man genau festlegen, welcher Teil der Komposition auf welchen Teil der LED-Wand oder auf welchen Beamer gesendet wird. Unverzichtbar für komplexes Mapping." },
    { "t": "Resolume: Warping", "c": "Video", "s": "Resolume (Software)", "d": "Das Verbiegen und Anpassen des Bildes an die reale Geometrie vor Ort. Man zieht einzelne Eckpunkte (Corner Pinning) oder nutzt Bezier-Kurven, um das Bild perfekt auf eine runde Säule oder eine schräge Fläche zu projizieren." },
    { "t": "Resolume: Alpha Channel", "c": "Video", "s": "Resolume (Software)", "d": "Transparenzinformation in einem Video. In Resolume nutzt man Clips mit Alpha-Kanal, um Grafiken oder Animationen über andere Videos zu legen, ohne den Hintergrund komplett zu verdecken." },
    { "t": "Resolume: OSC (Open Sound Control)", "c": "Video", "s": "Resolume (Software)", "d": "Ein Netzwerkprotokoll zur Fernsteuerung. Damit lässt sich Resolume extrem präzise von einem Lichtpult (wie grandMA3) oder einem Smartphone/Tablet steuern, um z.B. Effekte passend zum Licht zu triggern." }
  ]
}
